Repository: furkandoganay0/ReactDuel
Catalog: Duello/Resources/Localizable.xcstrings
Source language: tr
Languages: ar, en, es, fr, hi, pt, zh_hans

source: · 3 soru, rastgele paket
ar: · 3 أسئلة، حزمة عشوائية
en: · 3 questions, random pack
es: · 3 preguntas, paquete aleatorio
fr: · 3 questions, pack aléatoire
hi: · 3 प्रश्न, रैंडम पैक
pt: · 3 perguntas, pacote aleatório
zh_hans: · 3 个问题，随机内容包

source: "Sistem" seçiliyse cihazının dili kullanılır.
ar: إذا تم اختيار “النظام”، سيتم استخدام لغة جهازك.
en: If "System" is selected, your device's language is used.
es: Si se selecciona "Sistema", se usa el idioma de tu dispositivo.
fr: Si "Système" est sélectionné, la langue de votre appareil est utilisée.
hi: यदि “सिस्टम” चुना गया है, तो आपके डिवाइस की भाषा का उपयोग किया जाएगा।
pt: Se "Sistema" for selecionado, o idioma do seu dispositivo será usado.
zh_hans: 如果选择“系统”，将使用您设备的语言。

source: @kullaniciadi
ar: @اسم_المستخدم
en: @yourname
es: @usuario
fr: @nomutilisateur
hi: @उपयोगकर्तानाम
pt: @nomedeusuario
zh_hans: @用户名

source: ⏱️ Süre doldu
ar: ⏱️ انتهى الوقت
en: ⏱️ Time's up
es: ⏱️ Se acabó el tiempo
fr: ⏱️ Temps écoulé
hi: ⏱️ समय समाप्त
pt: ⏱️ Tempo esgotado
zh_hans: ⏱️ 时间到

source: 3 Soru
ar: 3 أسئلة
en: 3 Questions
es: 3 Preguntas
fr: 3 Questions
hi: 3 प्रश्न
pt: 3 Perguntas
zh_hans: 3 个问题

source: 5 Soru
ar: 5 أسئلة
en: 5 Questions
es: 5 Preguntas
fr: 5 Questions
hi: 5 प्रश्न
pt: 5 Perguntas
zh_hans: 5 个问题

source: 10 Soru
ar: 10 أسئلة
en: 10 Questions
es: 10 Preguntas
fr: 10 Questions
hi: 10 प्रश्न
pt: 10 Perguntas
zh_hans: 10 个问题

source: Açık
ar: فاتح
en: Light
es: Claro
fr: Clair
hi: लाइट
pt: Claro
zh_hans: 浅色

source: Açıklamayı Kopyala
ar: نسخ الوصف
en: Copy Caption
es: Copiar descripción
fr: Copier la légende
hi: कैप्शन कॉपी करें
pt: Copiar legenda
zh_hans: 复制文案

source: Ana Sayfa
ar: الرئيسية
en: Home
es: Inicio
fr: Accueil
hi: होम
pt: Início
zh_hans: 主页

source: Ayarlar
ar: الإعدادات
en: Settings
es: Ajustes
fr: Réglages
hi: सेटिंग्स
pt: Definições
zh_hans: 设置

source: Ayarlar'a Git
ar: فتح الإعدادات
en: Open Settings
es: Ir a Ajustes
fr: Ouvrir les réglages
hi: सेटिंग्स खोलें
pt: Abrir Definições
zh_hans: 前往设置

source: Bekleniyor
ar: قيد الانتظار
en: Pending
es: Pendiente
fr: En attente
hi: लंबित
pt: Pendente
zh_hans: 待定

source: Bitti!
ar: انتهى!
en: Done!
es: ¡Listo!
fr: Terminé !
hi: हो गया!
pt: Concluído!
zh_hans: 完成！

source: Bu mu O mu
ar: هذا أم ذاك
en: This or That
es: Esto o Aquello
fr: Ceci ou Cela
hi: यह या वह
pt: Isto ou Aquilo
zh_hans: 二选一

source: Bu Öğeyi Sil
ar: حذف هذا العنصر
en: Delete This Item
es: Eliminar este elemento
fr: Supprimer cet élément
hi: इस आइटम को हटाएं
pt: Excluir este item
zh_hans: 删除此项

source: Bu Soruyu Sil
ar: حذف هذا السؤال
en: Delete This Question
es: Eliminar esta pregunta
fr: Supprimer cette question
hi: इस प्रश्न को हटाएं
pt: Excluir esta pergunta
zh_hans: 删除此问题

source: Bu Turu Sil
ar: حذف هذه الجولة
en: Delete This Round
es: Eliminar esta ronda
fr: Supprimer ce tour
hi: इस राउंड को हटाएं
pt: Excluir esta rodada
zh_hans: 删除此回合

source: Bütçe
ar: الميزانية
en: Budget
es: Presupuesto
fr: Budget
hi: बजट
pt: Orçamento
zh_hans: 预算

source: Bütçe ve Kadro
ar: الميزانية والتشكيلة
en: Budget and Roster
es: Presupuesto y Plantilla
fr: Budget et Effectif
hi: बजट और रोस्टर
pt: Orçamento e Elenco
zh_hans: 预算与阵容

source: Bütçeli Draft
ar: مسودة الميزانية
en: Budget Draft
es: Draft con Presupuesto
fr: Draft Budgétaire
hi: बजट ड्राफ्ट
pt: Draft com Orçamento
zh_hans: 预算选秀

source: Çıkış
ar: خروج
en: Exit
es: Salir
fr: Quitter
hi: बाहर निकलें
pt: Sair
zh_hans: 退出

source: Devam ediliyor…
ar: جارٍ المتابعة…
en: Continuing…
es: Continuando…
fr: Poursuite en cours…
hi: जारी है…
pt: Continuando…
zh_hans: 继续中…

source: Devam Et
ar: متابعة
en: Continue
es: Continuar
fr: Continuer
hi: जारी रखें
pt: Continuar
zh_hans: 继续

source: Dil
ar: اللغة
en: Language
es: Idioma
fr: Langue
hi: भाषा
pt: Idioma
zh_hans: 语言

source: Doğru Cevap
ar: الإجابة الصحيحة
en: Correct Answer
es: Respuesta Correcta
fr: Bonne Réponse
hi: सही उत्तर
pt: Resposta Correta
zh_hans: 正确答案

source: Doğru/Yanlış Sesi
ar: صوت صحيح/خاطئ
en: Correct/Wrong Sound
es: Sonido de Correcto/Incorrecto
fr: Son Bonne/Mauvaise Réponse
hi: सही/गलत ध्वनि
pt: Som de Certo/Errado
zh_hans: 对/错音效

source: Duello'ya Hoş Geldin
ar: مرحبًا بك في Duello
en: Welcome to Duello
es: Bienvenido a Duello
fr: Bienvenue sur Duello
hi: Duello में आपका स्वागत है
pt: Bem-vindo ao Duello
zh_hans: 欢迎使用 Duello

source: Fotoğraflar
ar: الصور
en: Photos
es: Fotos
fr: Photos
hi: फ़ोटो
pt: Fotos
zh_hans: 照片

source: Geçmiş
ar: السجل
en: History
es: Historial
fr: Historique
hi: इतिहास
pt: Histórico
zh_hans: 历史记录

source: Görünüm
ar: المظهر
en: Appearance
es: Apariencia
fr: Apparence
hi: दिखावट
pt: Aparência
zh_hans: 外观

source: Günün Paketi
ar: حزمة اليوم
en: Pack of the Day
es: Paquete del Día
fr: Pack du Jour
hi: आज का पैक
pt: Pacote do Dia
zh_hans: 每日精选包

source: Henüz oynanmış bir oturum yok
ar: لم تُلعب أي جلسة بعد
en: No sessions played yet
es: Aún no has jugado ninguna sesión
fr: Aucune session jouée pour le moment
hi: अभी तक कोई सत्र नहीं खेला गया
pt: Ainda não há sessões jogadas
zh_hans: 还没有玩过任何回合

source: Hızlı ikili seçimler, tepkini yakala
ar: اختيارات سريعة بين خيارين، التقط ردة فعلك
en: Quick either-or picks, catch the reaction
es: Elecciones rápidas de dos opciones, captura tu reacción
fr: Choix rapides entre deux options, capturez votre réaction
hi: तेज़ दो-विकल्प चयन, अपनी प्रतिक्रिया कैद करें
pt: Escolhas rápidas entre duas opções, capture sua reação
zh_hans: 快速二选一，捕捉你的真实反应

source: Hızlı Oyna
ar: لعب سريع
en: Quick Play
es: Juego Rápido
fr: Partie Rapide
hi: क्विक प्ले
pt: Jogo Rápido
zh_hans: 快速开始

source: İki Kişi
ar: شخصان
en: Two Players
es: Dos Personas
fr: Deux Personnes
hi: दो लोग
pt: Duas Pessoas
zh_hans: 两人

source: İptal
ar: إلغاء
en: Cancel
es: Cancelar
fr: Annuler
hi: रद्द करें
pt: Cancelar
zh_hans: 取消

source: İpucu / soru metni
ar: دليل / نص السؤال
en: Clue / question text
es: Pista / texto de la pregunta
fr: Indice / texte de la question
hi: सुराग / प्रश्न पाठ
pt: Dica / texto da pergunta
zh_hans: 提示 / 问题文本

source: İpucuna bak, süre dolmadan tahmin et
ar: انظر إلى الدليل، وخمّن قبل نفاد الوقت
en: Look at the clue, guess before time runs out
es: Mira la pista, adivina antes de que se acabe el tiempo
fr: Regardez l'indice, devinez avant la fin du temps
hi: सुराग देखें, समय समाप्त होने से पहले अंदाज़ा लगाएं
pt: Veja a dica, adivinhe antes que o tempo acabe
zh_hans: 查看提示，在时间耗尽前猜出答案

source: İsim
ar: الاسم
en: Name
es: Nombre
fr: Nom
hi: नाम
pt: Nome
zh_hans: 名称

source: İsimler birbirinden farklı olmalı.
ar: يجب أن تكون جميع الأسماء مختلفة.
en: Names must all be different.
es: Los nombres deben ser todos diferentes.
fr: Les noms doivent tous être différents.
hi: सभी नाम अलग-अलग होने चाहिए।
pt: Os nomes devem ser todos diferentes.
zh_hans: 名称不能重复。

source: İzinler isteniyor…
ar: جارٍ طلب الأذونات…
en: Requesting permissions…
es: Solicitando permisos…
fr: Demande des autorisations…
hi: अनुमतियां मांगी जा रही हैं…
pt: Solicitando permissões…
zh_hans: 正在请求权限…

source: İzinleri Ver ve Başla
ar: منح الأذونات والبدء
en: Grant Permissions & Start
es: Conceder Permisos y Empezar
fr: Accorder les Autorisations et Commencer
hi: अनुमतियां दें और शुरू करें
pt: Conceder Permissões e Começar
zh_hans: 授予权限并开始

source: Kaç kişi oynayacak?
ar: كم عدد الأشخاص الذين سيلعبون؟
en: How many players?
es: ¿Cuántas personas jugarán?
fr: Combien de personnes vont jouer ?
hi: कितने लोग खेलेंगे?
pt: Quantas pessoas vão jogar?
zh_hans: 有多少人参与游戏？

source: Kaç soru?
ar: كم عدد الأسئلة؟
en: How many questions?
es: ¿Cuántas preguntas?
fr: Combien de questions ?
hi: कितने प्रश्न?
pt: Quantas perguntas?
zh_hans: 需要多少个问题？

source: Kadro Boyutu
ar: حجم التشكيلة
en: Roster Size
es: Tamaño de la Plantilla
fr: Taille de l'Effectif
hi: रोस्टर आकार
pt: Tamanho do Elenco
zh_hans: 阵容规模

source: Kaldır
ar: إزالة
en: Remove
es: Quitar
fr: Retirer
hi: हटाएं
pt: Remover
zh_hans: 移除

source: Kamera
ar: الكاميرا
en: Camera
es: Cámara
fr: Appareil photo
hi: कैमरा
pt: Câmera
zh_hans: 相机

source: Kamera hazırlanıyor…
ar: جارٍ تجهيز الكاميرا…
en: Preparing camera…
es: Preparando la cámara…
fr: Préparation de l'appareil photo…
hi: कैमरा तैयार हो रहा है…
pt: Preparando a câmera…
zh_hans: 正在准备相机…

source: Kapat
ar: إغلاق
en: Close
es: Cerrar
fr: Fermer
hi: बंद करें
pt: Fechar
zh_hans: 关闭

source: Kaydedildi
ar: تم الحفظ
en: Saved
es: Guardado
fr: Enregistré
hi: सहेजा गया
pt: Salvo
zh_hans: 已保存

source: Kaydediliyor…
ar: جارٍ الحفظ…
en: Saving…
es: Guardando…
fr: Enregistrement…
hi: सहेजा जा रहा है…
pt: Salvando…
zh_hans: 正在保存…

source: Kaydet
ar: حفظ
en: Save
es: Guardar
fr: Enregistrer
hi: सहेजें
pt: Salvar
zh_hans: 保存

source: Kaydetme
ar: عدم الحفظ
en: Don't Save
es: No Guardar
fr: Ne Pas Enregistrer
hi: सहेजें नहीं
pt: Não Salvar
zh_hans: 不保存

source: Kaydetmezsen çektiğin görüntü silinir — skorun yine de geçmişine eklenmiş olur.
ar: إذا لم تحفظ، سيتم حذف اللقطات التي سجلتها — ستظل نتيجتك مضافة إلى سجلك.
en: If you don't save, the footage is deleted — your score is still added to your history.
es: Si no guardas, el video grabado se eliminará; tu puntuación de todos modos se añadirá a tu historial.
fr: Si vous n'enregistrez pas, la vidéo capturée sera supprimée — votre score sera tout de même ajouté à votre historique.
hi: यदि आप सहेजते नहीं हैं, तो आपकी रिकॉर्ड की गई फुटेज हट जाएगी — फिर भी आपका स्कोर इतिहास में जुड़ जाएगा।
pt: Se você não salvar, a gravação será excluída — sua pontuação ainda será adicionada ao seu histórico.
zh_hans: 如果不保存，你拍摄的视频将被删除——但你的分数仍会记录到历史中。

source: Kaydı Bırak
ar: التخلص من التسجيل
en: Discard Recording
es: Descartar Grabación
fr: Abandonner l'Enregistrement
hi: रिकॉर्डिंग छोड़ें
pt: Descartar Gravação
zh_hans: 放弃录制

source: Kaydı bırakmak istediğine emin misin?
ar: هل أنت متأكد أنك تريد التخلص من التسجيل؟
en: Are you sure you want to discard this recording?
es: ¿Seguro que quieres descartar la grabación?
fr: Voulez-vous vraiment abandonner l'enregistrement ?
hi: क्या आप वाकई रिकॉर्डिंग छोड़ना चाहते हैं?
pt: Tem certeza de que deseja descartar a gravação?
zh_hans: 确定要放弃这段录制吗？

source: Kayıtsız Devam Et
ar: المتابعة بدون تسجيل
en: Continue Without Recording
es: Continuar Sin Grabar
fr: Continuer Sans Enregistrer
hi: बिना रिकॉर्डिंग के जारी रखें
pt: Continuar Sem Gravar
zh_hans: 不录制继续

source: Kendi sorularını yaz
ar: اكتب أسئلتك الخاصة
en: Write your own questions
es: Escribe tus propias preguntas
fr: Écrivez vos propres questions
hi: अपने खुद के प्रश्न लिखें
pt: Escreva suas próprias perguntas
zh_hans: 编写你自己的问题

source: Kopyalandı
ar: تم النسخ
en: Copied
es: Copiado
fr: Copié
hi: कॉपी हो गया
pt: Copiado
zh_hans: 已复制

source: Koyu
ar: داكن
en: Dark
es: Oscuro
fr: Sombre
hi: डार्क
pt: Escuro
zh_hans: 深色

source: Logo Ekle
ar: إضافة شعار
en: Add Logo
es: Añadir Logo
fr: Ajouter un Logo
hi: लोगो जोड़ें
pt: Adicionar Logo
zh_hans: 添加图标

source: Logoyu Değiştir
ar: تغيير الشعار
en: Change Logo
es: Cambiar Logo
fr: Changer le Logo
hi: लोगो बदलें
pt: Alterar Logo
zh_hans: 更换图标

source: Maliyet
ar: التكلفة
en: Cost
es: Costo
fr: Coût
hi: लागत
pt: Custo
zh_hans: 花费

source: Marka Rengi
ar: لون العلامة التجارية
en: Brand Color
es: Color de Marca
fr: Couleur de Marque
hi: ब्रांड रंग
pt: Cor da Marca
zh_hans: 品牌颜色

source: Mikrofon
ar: الميكروفون
en: Microphone
es: Micrófono
fr: Microphone
hi: माइक्रोफ़ोन
pt: Microfone
zh_hans: 麦克风

source: Modunu seç, tepkini kaydet
ar: اختر وضعك، وسجّل ردة فعلك
en: Pick a mode, record your reaction
es: Elige tu modo, graba tu reacción
fr: Choisissez votre mode, enregistrez votre réaction
hi: अपना मोड चुनें, अपनी प्रतिक्रिया रिकॉर्ड करें
pt: Escolha seu modo, grave sua reação
zh_hans: 选择模式，记录你的反应

source: Öğe Ekle
ar: إضافة عنصر
en: Add Item
es: Añadir Elemento
fr: Ajouter un Élément
hi: आइटम जोड़ें
pt: Adicionar Item
zh_hans: 添加项目

source: ör. Bu mu O mu: Tatiller
ar: مثال: هذا أم ذاك: العطلات
en: e.g. This or That: Holidays
es: ej. Esto o Aquello: Vacaciones
fr: ex. Ceci ou Cela : Vacances
hi: उदा. यह या वह: छुट्टियां
pt: ex. Isto ou Aquilo: Férias
zh_hans: 例如：二选一：假期

source: ör. Dizi Draftı
ar: مثال: مسودة مسلسلات
en: e.g. TV Show Draft
es: ej. Draft de Series
fr: ex. Draft de Séries TV
hi: उदा. टीवी शो ड्राफ्ट
pt: ex. Draft de Séries
zh_hans: 例如：电视剧选秀

source: ör. Ünlüleri Tahmin Et
ar: مثال: خمّن المشهور
en: e.g. Guess the Celebrities
es: ej. Adivina la Celebridad
fr: ex. Devine la Célébrité
hi: उदा. सेलिब्रिटी का अंदाज़ा लगाओ
pt: ex. Adivinhe a Celebridade
zh_hans: 例如：猜猜这位名人

source: Oynadığın oyunlar ve kaydettiğin videolar burada birikecek.
ar: ستتجمع هنا الألعاب التي لعبتها ومقاطع الفيديو التي حفظتها.
en: The games you play and the videos you save will show up here.
es: Los juegos que juegues y los videos que guardes se acumularán aquí.
fr: Les jeux auxquels vous jouez et les vidéos que vous enregistrez s'accumuleront ici.
hi: आपके खेले गए गेम और सहेजे गए वीडियो यहाँ जमा होंगे।
pt: Os jogos que você joga e os vídeos que salva se acumularão aqui.
zh_hans: 你玩过的游戏和保存的视频会显示在这里。

source: Paket Adı
ar: اسم الحزمة
en: Pack Name
es: Nombre del Paquete
fr: Nom du Pack
hi: पैक का नाम
pt: Nome do Pacote
zh_hans: 内容包名称

source: Paket Oluştur
ar: إنشاء حزمة
en: Create Pack
es: Crear Paquete
fr: Créer un Pack
hi: पैक बनाएं
pt: Criar Pacote
zh_hans: 创建内容包

source: Paylaş
ar: مشاركة
en: Share
es: Compartir
fr: Partager
hi: शेयर करें
pt: Compartilhar
zh_hans: 分享

source: Paylaştığın videonun köşesinde kendi rumuzun (ve istersen logon/profil fotoğrafın) görünsün. Boş bırakırsan Duello markası kullanılır.
ar: سيظهر اسمك (وشعارك/صورتك إن أضفتهما) في زاوية الفيديو الذي تشاركه. اتركه فارغًا لاستخدام علامة Duello التجارية بدلاً من ذلك.
en: Your handle (and, if you add one, your logo/photo) will show in the corner of the video you share. Leave it blank to use the Duello brand instead.
es: Tu usuario (y, si añades uno, tu logo/foto) aparecerá en la esquina del video que compartas. Déjalo en blanco para usar la marca Duello.
fr: Votre pseudo (et, si vous en ajoutez un, votre logo/photo) apparaîtra dans le coin de la vidéo que vous partagez. Laissez vide pour utiliser la marque Duello.
hi: आपका हैंडल (और यदि आप जोड़ते हैं, तो आपका लोगो/फोटो) आपके शेयर किए गए वीडियो के कोने में दिखाई देगा। Duello ब्रांड का उपयोग करने के लिए इसे खाली छोड़ दें।
pt: Seu identificador (e, se você adicionar um, seu logo/foto) aparecerá no canto do vídeo que você compartilhar. Deixe em branco para usar a marca Duello.
zh_hans: 你的用户名（如果添加了logo/头像也会显示）会出现在你分享的视频角落。留空则使用 Duello 品牌标识。

source: Paylaştığın videonun köşesinde kendi rumuzun (ve istersen logon/profil fotoğrafın) görünsün. Boş bırakırsan ReactDuel markası kullanılır.
ar: سيظهر اسمك (وشعارك/صورتك إن أضفتهما) في زاوية الفيديو الذي تشاركه. اتركه فارغًا لاستخدام علامة ReactDuel التجارية بدلاً من ذلك.
en: Your handle (and, if you add one, your logo/photo) will show in the corner of the video you share. Leave it blank to use the ReactDuel brand instead.
es: Tu usuario (y, si añades uno, tu logo/foto) aparecerá en la esquina del video que compartas. Déjalo en blanco para usar la marca ReactDuel.
fr: Votre pseudo (et, si vous en ajoutez un, votre logo/photo) apparaîtra dans le coin de la vidéo que vous partagez. Laissez vide pour utiliser la marque ReactDuel.
hi: आपका हैंडल (और यदि आप जोड़ते हैं, तो आपका लोगो/फोटो) आपके शेयर किए गए वीडियो के कोने में दिखाई देगा। ReactDuel ब्रांड का उपयोग करने के लिए इसे खाली छोड़ दें।
pt: Seu identificador (e, se você adicionar um, seu logo/foto) aparecerá no canto do vídeo que você compartilhar. Deixe em branco para usar a marca ReactDuel.
zh_hans: 你的用户名（如果添加了logo/头像也会显示）会出现在你分享的视频角落。留空则使用 ReactDuel 品牌标识。

source: Paylaştığın videonun köşesinde kendi rumuzun görünsün. Boş bırakırsan Duello markası kullanılır.
ar: سيظهر اسمك في زاوية الفيديو الذي تشاركه. اتركه فارغًا لاستخدام علامة Duello التجارية بدلاً من ذلك.
en: Your own handle will appear in the corner of the video you share. If left blank, the Duello mark is used instead.
es: Tu usuario aparecerá en la esquina del video que compartas. Déjalo en blanco para usar la marca Duello.
fr: Votre pseudo apparaîtra dans le coin de la vidéo que vous partagez. Laissez vide pour utiliser la marque Duello.
hi: आपका हैंडल आपके शेयर किए गए वीडियो के कोने में दिखाई देगा। Duello ब्रांड का उपयोग करने के लिए इसे खाली छोड़ दें।
pt: Seu identificador aparecerá no canto do vídeo que você compartilhar. Deixe em branco para usar a marca Duello.
zh_hans: 你的用户名会出现在你分享的视频角落。留空则使用 Duello 品牌标识。

source: ReactDuel'e Hoş Geldin
ar: مرحبًا بك في ReactDuel
en: Welcome to ReactDuel
es: Bienvenido a ReactDuel
fr: Bienvenue sur ReactDuel
hi: ReactDuel में आपका स्वागत है
pt: Bem-vindo ao ReactDuel
zh_hans: 欢迎使用 ReactDuel

source: Reddedildi
ar: مرفوض
en: Denied
es: Denegado
fr: Refusé
hi: अस्वीकृत
pt: Negado
zh_hans: 已拒绝

source: Sabit bütçeyle sırayla seç, kazananı bul
ar: اختر بالتناوب بميزانية ثابتة، واعثر على الفائز
en: Take turns picking on a fixed budget, find the winner
es: Elige por turnos con un presupuesto fijo, encuentra al ganador
fr: Choisissez à tour de rôle avec un budget fixe, trouvez le gagnant
hi: निश्चित बजट के साथ बारी-बारी से चुनें, विजेता खोजें
pt: Escolha por turnos com orçamento fixo, encontre o vencedor
zh_hans: 固定预算轮流选择，找出获胜者

source: Seç
ar: اختيار
en: Pick
es: Elegir
fr: Choisir
hi: चुनें
pt: Escolher
zh_hans: 选择

source: Seçenek A
ar: الخيار أ
en: Option A
es: Opción A
fr: Option A
hi: विकल्प A
pt: Opção A
zh_hans: 选项 A

source: Seçenek B
ar: الخيار ب
en: Option B
es: Opción B
fr: Option B
hi: विकल्प B
pt: Opção B
zh_hans: 选项 B

source: Sil
ar: حذف
en: Delete
es: Eliminar
fr: Supprimer
hi: हटाएं
pt: Excluir
zh_hans: 删除

source: Sistem
ar: النظام
en: System
es: Sistema
fr: Système
hi: सिस्टम
pt: Sistema
zh_hans: 系统

source: Soru Ekle
ar: إضافة سؤال
en: Add Question
es: Añadir Pregunta
fr: Ajouter une Question
hi: प्रश्न जोड़ें
pt: Adicionar Pergunta
zh_hans: 添加问题

source: Şu ana kadar kaydettiğin video kaybolacak.
ar: سيتم فقدان الفيديو الذي سجلته حتى الآن.
en: The video you've recorded so far will be lost.
es: El video que has grabado hasta ahora se perderá.
fr: La vidéo enregistrée jusqu'à présent sera perdue.
hi: अब तक रिकॉर्ड किया गया वीडियो खो जाएगा।
pt: O vídeo que você gravou até agora será perdido.
zh_hans: 你目前已录制的视频将会丢失。

source: Tahmin Et
ar: خمّن
en: Guess It
es: Adivina
fr: Devine
hi: अंदाज़ा लगाओ
pt: Adivinhe
zh_hans: 猜一猜

source: Tahmin Et modunda cevap sonrası kısa bir ses efekti çalar.
ar: في وضع “خمّن”، يتم تشغيل مؤثر صوتي قصير بعد كل إجابة.
en: Plays a short sound effect after each answer in Guess It mode.
es: En el modo Adivina, se reproduce un breve efecto de sonido después de cada respuesta.
fr: En mode Devine, un court effet sonore est joué après chaque réponse.
hi: “अंदाज़ा लगाओ” मोड में, हर उत्तर के बाद एक छोटा साउंड इफ़ेक्ट बजता है।
pt: No modo Adivinhe, toca um breve efeito sonoro após cada resposta.
zh_hans: 在“猜一猜”模式中，每次回答后会播放一个简短的音效。

source: Tamam
ar: حسنًا
en: Done
es: Aceptar
fr: OK
hi: ठीक है
pt: OK
zh_hans: 好的

source: Tek Kişi
ar: فردي
en: Solo
es: Individual
fr: Solo
hi: सोलो
pt: Individual
zh_hans: 单人

source: Tekrar Çek
ar: إعادة التصوير
en: Retake
es: Volver a Grabar
fr: Refaire la Prise
hi: फिर से रिकॉर्ड करें
pt: Regravar
zh_hans: 重新拍摄

source: Tekrar Dene
ar: حاول مرة أخرى
en: Try Again
es: Intentar de Nuevo
fr: Réessayer
hi: फिर कोशिश करें
pt: Tentar Novamente
zh_hans: 重试

source: Tekrar Oyna
ar: العب مرة أخرى
en: Play Again
es: Jugar de Nuevo
fr: Rejouer
hi: फिर से खेलें
pt: Jogar Novamente
zh_hans: 再玩一次

source: Tepkini kaydet, otomatik kurgulanmış bir video ile paylaş. Hiçbir video ya da veri, sen paylaşmadan cihazından çıkmaz.
ar: سجّل ردة فعلك، وشاركها كفيديو مُحرَّر تلقائيًا. لا يغادر أي فيديو أو بيانات جهازك ما لم تقم بمشاركتها.
en: Record your reaction, share an auto-edited video. No video or data leaves your device unless you share it.
es: Graba tu reacción, compártela como un video editado automáticamente. Ningún video o dato sale de tu dispositivo a menos que lo compartas.
fr: Enregistrez votre réaction, partagez-la sous forme de vidéo automatiquement montée. Aucune vidéo ni donnée ne quitte votre appareil sauf si vous la partagez.
hi: अपनी प्रतिक्रिया रिकॉर्ड करें, इसे स्वतः संपादित वीडियो के रूप में शेयर करें। जब तक आप शेयर नहीं करते, कोई भी वीडियो या डेटा आपके डिवाइस से बाहर नहीं जाता।
pt: Grave sua reação, compartilhe como um vídeo editado automaticamente. Nenhum vídeo ou dado sai do seu dispositivo a menos que você o compartilhe.
zh_hans: 录制你的反应，以自动剪辑好的视频分享出去。除非你主动分享，否则任何视频或数据都不会离开你的设备。

source: Tercihlerin:
ar: اختياراتك:
en: Your picks:
es: Tus elecciones:
fr: Vos choix :
hi: आपकी पसंद:
pt: Suas escolhas:
zh_hans: 你的选择：

source: Tümü
ar: الكل
en: All
es: Todas
fr: Toutes
hi: सभी
pt: Todas
zh_hans: 全部

source: Tur Ekle
ar: إضافة جولة
en: Add Round
es: Añadir Ronda
fr: Ajouter un Tour
hi: राउंड जोड़ें
pt: Adicionar Rodada
zh_hans: 添加回合

source: Uygulama genelindeki vurgu rengi — kendi marka rengini seç.
ar: لون التمييز في التطبيق بأكمله — اختر لون علامتك التجارية الخاص.
en: The app's accent color throughout — pick your own brand color.
es: El color de acento de toda la aplicación: elige tu propio color de marca.
fr: La couleur d'accent de toute l'application — choisissez votre propre couleur de marque.
hi: पूरे ऐप का एक्सेंट रंग — अपना खुद का ब्रांड रंग चुनें।
pt: A cor de destaque em todo o aplicativo — escolha sua própria cor de marca.
zh_hans: 整个应用的主题强调色——选择你自己的品牌颜色。

source: Vazgeç
ar: إلغاء
en: Cancel
es: Cancelar
fr: Annuler
hi: रद्द करें
pt: Cancelar
zh_hans: 取消

source: Verildi
ar: تم المنح
en: Granted
es: Concedido
fr: Accordé
hi: दिया गया
pt: Concedido
zh_hans: 已授予

source: Video Filigranı
ar: العلامة المائية للفيديو
en: Video Watermark
es: Marca de Agua del Video
fr: Filigrane Vidéo
hi: वीडियो वॉटरमार्क
pt: Marca d'Água do Vídeo
zh_hans: 视频水印

source: Video hazırlanamadı
ar: تعذر تجهيز الفيديو
en: Video couldn't be prepared
es: No se pudo preparar el video
fr: La vidéo n'a pas pu être préparée
hi: वीडियो तैयार नहीं हो सका
pt: Não foi possível preparar o vídeo
zh_hans: 视频未能生成

source: Video hazırlanıyor…
ar: جارٍ تجهيز الفيديو…
en: Preparing your video…
es: Preparando el video…
fr: Préparation de la vidéo…
hi: वीडियो तैयार हो रहा है…
pt: Preparando o vídeo…
zh_hans: 正在生成视频…

source: Videolu kaydet ve paylaş
ar: التسجيل بالفيديو والمشاركة
en: Record video and share
es: Grabar con video y compartir
fr: Enregistrer en vidéo et partager
hi: वीडियो के साथ रिकॉर्ड करें और शेयर करें
pt: Gravar com vídeo e compartilhar
zh_hans: 录制视频并分享

source: Videoyu Kaydet
ar: حفظ الفيديو
en: Save Video
es: Guardar Video
fr: Enregistrer la Vidéo
hi: वीडियो सहेजें
pt: Salvar Vídeo
zh_hans: 保存视频

source: Videoyu kaydetmek ister misin?
ar: هل تريد حفظ الفيديو؟
en: Do you want to save the video?
es: ¿Quieres guardar el video?
fr: Voulez-vous enregistrer la vidéo ?
hi: क्या आप वीडियो सहेजना चाहते हैं?
pt: Deseja salvar o vídeo?
zh_hans: 要保存这段视频吗？

source: Yanlış Seçenek 1
ar: الخيار الخاطئ 1
en: Wrong Option 1
es: Opción Incorrecta 1
fr: Mauvaise Option 1
hi: गलत विकल्प 1
pt: Opção Errada 1
zh_hans: 错误选项 1

source: Yanlış Seçenek 2
ar: الخيار الخاطئ 2
en: Wrong Option 2
es: Opción Incorrecta 2
fr: Mauvaise Option 2
hi: गलत विकल्प 2
pt: Opção Errada 2
zh_hans: 错误选项 2

source: Yanlış Seçenek 3
ar: الخيار الخاطئ 3
en: Wrong Option 3
es: Opción Incorrecta 3
fr: Mauvaise Option 3
hi: गलत विकल्प 3
pt: Opção Errada 3
zh_hans: 错误选项 3

source: Yeni Bu mu O mu Paketi
ar: حزمة “هذا أم ذاك” جديدة
en: New This or That Pack
es: Nuevo Paquete de Esto o Aquello
fr: Nouveau Pack Ceci ou Cela
hi: नया यह या वह पैक
pt: Novo Pacote Isto ou Aquilo
zh_hans: 新建二选一内容包

source: Yeni Draft Paketi
ar: حزمة مسودة جديدة
en: New Draft Pack
es: Nuevo Paquete de Draft
fr: Nouveau Pack Draft
hi: नया ड्राफ्ट पैक
pt: Novo Pacote de Draft
zh_hans: 新建选秀内容包

source: Yeni Tahmin Paketi
ar: حزمة تخمين جديدة
en: New Guessing Pack
es: Nuevo Paquete de Adivina
fr: Nouveau Pack Devine
hi: नया अंदाज़ा लगाओ पैक
pt: Novo Pacote Adivinhe
zh_hans: 新建猜一猜内容包
